Repository: jasonctoms/hairdresser_calc2
Catalog: lib/l10n/strings_*.arb
Languages: nb

# appName
source: Hairdre$$er
nb: Fri$ør

source: Cancel
nb: Avbryt

source: Done
nb: Ferdig

# reset
source: Reset Month
nb: Tilbakestill Måned

source: Commission:
nb: Provisjon:

source: Fixed Salary
nb: Fast lønn

source: Current commission:
nb: Nåværende provisjon:

# commissionPercent
source: Commission %
nb: Provisjon %

source: Clients:
nb: Kunder:

# validationMessage
source: Invalid number entered
nb: Ugyldig nummer inntastet

source: Daily treatments
nb: Daglig behandling

source: Monthly treatments:
nb: Månedlig behandling:

source: Current monthly treatments:
nb: Nåværende månedlig behandling:

source: Updated monthly treatments
nb: Updatert behandling

source: Daily sales
nb: Daglig salg

source: Monthly sales:
nb: Månedlig salg:

source: Current monthly sales:
nb: Nåværende månedlig salg:

source: Updated monthly sales
nb: Updatert månedlig salg

# daysLeft
source: Work Days Left:
nb: Jobbdager Igjen:

source: Goal Gross
nb: Mål brutto

source: Goal Net
nb: Mål netto

source: Goal Salary
nb: Mål lønn

source: Gross
nb: Brutto

source: Net
nb: Netto

source: Salary
nb: Lønn

# goalGrossResult
source: Goal gross:
nb: Mål brutto:

# goalNetResult
source: Goal net:
nb: Mål netto:

# goalSalaryResult
source: Goal salary:
nb: Mål lønn:

source: Salary with current intake:
nb: Lønn med nåværende inntak:

source: Treatments per client:
nb: Behandling per kunde:

source: Intake needed to reach goal:
nb: Må ta inn for å oppnå mål:

source: Intake needed per day:
nb: Må ta inn per dag:
